{
    "n-home": "Home",
    "n-about":"About Us",
    "n-projects":"Projects",
    "n-contact":"Contact Us",
    "n-products":"Products",
    "h-desc" : "We provide integrated engineering solutions in lifting systems and industrial cranes, with extensive experience delivering major governmental and private-sector projects. At Cairo Tech, we guarantee premium quality, precise execution, and reliable technical support at every stage of your project",
    "h-title" : "Cairo tech",
    "h-btn" : "Explore More",
    "t-about":"About Us",
    "desc-abuot":"Cairo Tech is a trusted name in the field of lifting cranes and heavy equipment technology. We specialize in providing complete lifting solutions from design and installation to maintenance and safety upgrades. Our commitment is to deliver reliable performance and long-term value for every client",
    "t-mission":"Our Mission",
    "desc-mission":"To support industrial and construction sectors with safe, innovative, and efficient lifting systems that make operations easier and safer",
    "t-vision":"Our Vision",
    "desc-vision":"To be a pioneer in lifting technologies across Egypt and the Middle East, setting the standard for quality, safety, and customer satisfaction",
    "t-services":"Our Services",
    "serv-1":"Design and installation of lifting cranes",
    "serv-2":"Heavy load handling systems",
    "serv-3":"Maintenance, inspection, and repair services",
    "serv-4":"Crane modernization and safety upgrades",
    "serv-5":"Custom lifting solutions for all industries",
    "serv-6":"Dwelding test",
    "serv-tx-6":"evaluates the quality of a weld and can be performed using non-destructive testing (NDT), which inspects the weld without damaging it, or destructive testing (DT), which involves breaking or deforming the weld to assess its properties. NDT methods include visual inspection and using tools like dye penetrants to find surface or internal defects, while DT methods involve tests like bend tests to check ductility or tensile tests to determine strength",
    "serv-7":"Sandblasting",
    "serv-tx-7":"is a surface preparation process that uses compressed air to propel abrasive materials at high velocity to clean, smooth, or roughen a hard surface. It is used to remove contaminants like rust or old paint, to prepare a surface for a new coating, or to create a decorative finish. Different abrasive materials, not just sand, are used for various purposes and surfaces, though using silica sand is hazardous and strictly regulated due to health risks.",
    "t-choose-us":"Why Choose Us",
    "t-experience":"Experience",
    "desc-experience":"Years of expertise in lifting technology",
    "t-quality":"Quality",
    "desc-quality":"We work with premium materials and trusted brands",
    "t-safety-first":"Safety First",
    "desc-safety-first":"Every project follows strict safety standards",
    "t-customer-focus":"Customer Focus",
    "desc-customer-focus":"We listen, customize, and deliver beyond expectations",
    "t-projects":"Projects",
    "p-view-btn":"View All",
    "desc-products":"the module construction of a double-girder traveling crane with a lifting capacity of 3 to 100 tons, with a span of 10.5 to 50 m.Cranes are manufactured in a general-industry execution and also to operate in an explosive environment,for transportation of toxic, explosion and flammable substances as well as molten metal.They are used in indoor and outdoor storages, rail loading-unloading stations, on production sites.",
    "desc-p-products":" the module construction of a double-girder traveling crane with a lifting capacity of 3 to 100 tons,with a span of 10.5 to 50 m.Cranes are manufactured in a general-industry execution and also to operate in an explosive environment,for transportation of toxic, explosion and flammable substances as well as molten metal.They are used in indoor and outdoor storages, rail loading-unloading stations, on production sites.",
    "desc-p-projects" : "Minya Governorate \n Owner: NOPWASD \n Main Contractor: Concord for Engineering Single girder overhead carne 3.2 ton for pumps",
    "t-p-projects" : "Maina El Wakf WWTP Booster",
    "f-address":"Address",
    "main-office" : "Main office",
    "factory" : "Factory",
    "KSA-branch": "KSA branch : ",
    "phone" : "Phone", 
    "ksa" : "KSA",
    "info-address":"Main office: 7 Philistine St, New Maadi. Cairo. Egypt.",
    "f-quick-links":"Quick Links",
    "f-home": "Home",
    "f-about":"About",
    "f-projects":"Projects",
    "f-contact":"Contact-Us",
    "f-products":"Products",
    "h-title-about":"About Us",
    "h-path-about":"Home / Page / About",
    "title-contact-page":"Contact Us",
    "desc-contact-page":"We are always happy to answer your questions and help you start your project with full professionalism. The Cairo Tech team is ready to assist you with the best engineering solutions tailored to your needs.",
    "l-your-name":"Your Name",
    "l-your-email":"Your Email",
    "l-subject":"Subject",
    "l-message":"Your Message",
    "btn-send":"Send Message",
    "h-title-contact":"Contact Us",
    "h-path-contact":"Home / Pages / contact Us",
    "h-path-product":"Home / Pages / Products ",
    "h-title-product":"Products",
    "t-products" : "Products",
    "p-view-btn2":"View All",
    "section-products-title":"Products",
    "product-1-desc":"the module construction of a double-girder traveling crane with a lifting capacity of 3 to 100 tons, with a span of 10.5 to 50 m.Cranes are manufactured in a general-industry execution and also to operate in an explosive environment,for transportation of toxic, explosion and flammable substances as well as molten metal.They are used in indoor and outdoor storages, rail loading-unloading stations, on production sites.",
    "product-2-desc":"Single-girder underslung crane with an electric hoist is load lifting equipment for conveying loads in the space. The crane is controlled from the floor by a suspended control panel or wireless control Cranes are manufactured in a general-industry execution and also to operate in an explosive environment,for transportation of toxic, explosion and flammable substances as well as molten metal. By negotiation between the manufacturer and the customer, it is possible to manufacture cranes with a span of L k and lifting height of H, other than those specified.",
    "product-3-desc":"Cranes are manufactured in a general-industry execution and also to operate in an explosive environment, for transportation of toxic, explosion and flammable substances as well as molten metal. The module construction of a single-girder traveling crane with a lifting capacity of 1 to 16 tons, with a span of 4.5 to 25.5 m.",
    "product-4-desc":"End Carriages , which are responsible for moving the crane along the longitudinal path using motors mounted on the wheels. They are also used in gantry cranes, suspended cranes, single and double cranes, according to the required condition and based on international specifications and calculations.",
    "product-5-desc":"The driving wheels (wheel black) are another type of end carrige used specifically in gantry cranes. They consist of separate wheels with motors, connected by steel beams",
    "product-6-desc":"The jib crane or pivot winch is used in fixed locations and does not move because it is fixed to a concrete base according to the winch load, where the loads start from 250 kg up to 5 tons, provided that the rotation angle is manual or electric in different degrees from 180 degrees up to 360 degrees.",
    "product-7-desc":"The gantry crane is a giant crane used in outdoor or indoor warehouses. Its most common use is in outdoor with large loads, and it can be single or double girder.",
    "product-8-desc":"The monorail crane is a type of single-beam overhead crane, but it operates on a single longitudinal or transverse path, meaning it serves only one path in both directions. Sometimes it is circular or semi-circular. This type is used in warehouses and chlorine rooms in water treatment plants.",
    "product-9-desc":" Manual screens, which are divided into two types: basket screen and bar screen. They are usually made of stainless steel with all girds and are used at the inlets of sewage treatment plants to prevent sediment and waste from entering the suction pumps, thus maintaining operation and ensuring the safety of the pump.",
    "product-10-desc":"Treatment Plant Gates (penstocks): These are water retention gates made of stainless steel with all grids. They retain water and are used in maintenance work on canals, tanks, channels and sump tanks and the operation is manual, electrical and pneumatic.",
    "h-path-projects":"Home / Pages / Projects ",
    "h-title-projects":"Projects",
    "section-projects-title":"Projects",
    "projects-1-title":"Al Odisat WWTP",
    "projects-1-desc":"Luxor Governorate\nOwner: NOPWASD\nMain Contractor: IETOS \nDifferent type of cranes",
    "projects-2-title":"Al Mahsama irrigation plant ",
    "projects-2-desc":"Al Ismailiyah Governorate\nOwner: ministry of Irrigation\nMain Contractor: Comet for Engineering \nGantry crane",
    "projects-3-title":"Ext. of Ain Shams WTP",
    "projects-3-desc":"Cairo Governorate\nOwner: CAPW\nMain Contractor: Nasr city company\nDouble girder overhead crane 10n  ",
    "projects-4-title":"Abou Sharban & Abou Dokhan",
    "projects-4-desc":"Bani Swif Governorate\nOwner: NOPWASD\nMain Contractor: Concord for Engineering \nyyyMonorail crane 2 ton for pumps & jib crane 1 ton for basket screen",
    "projects-5-title":"Atniya",
    "projects-5-desc":"Minya Governorate\nOwner: NOPWASD\nMain Contractor: Concord for Engineering \nMonorail crane 2 ton for pumps & jib crane 1 ton for basket screen",
    "projects-6-title":"Tahta WWTP",
    "projects-6-desc":"Sohag Governorate\nOwner: NOPWASD\nMain Contractor: IETOS \nDouble girder overhead carne 10 ton for Generator",
    "projects-7-title":"Al Adwa WTP",
    "projects-7-desc":"Minya Governorate \n Owner: CAPW \n Main Contractor: Concord for Engineering Different type of cranes ",
    "projects-8-title":"Maina El Wakf WWTP Booster ",
    "projects-8-desc":"Minya Governorate\nOwner: NOPWASD\nMain Contractor: Concord for Engineering\nSingle girder overhead carne 3.2 ton for pumps",
    "projects-9-title":"El Mostakbal WWTP",
    "projects-9-desc":"Cairo Governorate\nOwner: CAPW\nMain Contractor: Concord for Engineering \nExtended monorail 1 ton",
    "projects-10-title":"Al Adwa WTP",
    "projects-10-desc":"Minya Governorate\nOwner: CAPW\nMain Contractor: Concord for Engineering \nDifferent type of cranes",
    "projects-11-title":"Al Galala RO",
    "projects-11-desc":"Suez Governorate\nOwner: Army\nMain Contractor: Metito Water \nOverhead crane single girder",
    "projects-12-title":"Shanhur WWTP  ",
    "projects-12-desc":"Quna Governorate\nOwner: CAPW\nMain Contractor: Al Qana for ports-Army \nMonorails and jib cranes ",

    "footer-desc" : "We provide complete lifting and crane system solutions for industrial and governmental projects. We are committed to quality, precision, and reliable after-sales support.",
    "footer-copyright": "© ${year} Cairo Tech. All Rights Reserved.",
    "address-maadi": "7 Philistine St, New Maadi. Cairo. Egypt.",
    "address-obour": "Block 20027-El Obour industrial area, 2nd zone",
    "address-ksa": "7864 Madinah Road Branch - Al Salamah District, Jeddah",
    "startup-vibe" : "Startup Vibe",
    "made-in" : "Work by"
}
